insert into animals(name, specifications) values ('Хомяк',
                                                  'Голова у обыкновенного хомячка вытянутой формы, ушки округлые и маленькие, глаза-бусинки темного цвета. Лапки короткие, хвост длинный, конусовидный. В целом, телосложение этих грызунов плотное и коренастое, что придает им вид обаятельных увальней.');

insert into animals(name, specifications) values ('Домашняя собака',
                                                  'С зоологической точки зрения, собака — плацентарное млекопитающее отряда хищных семейства псовых. ' ||
                                                  'Собаки известны своими способностями к обучению, любовью к игре, социальным поведением. Выведены специальные породы собак, предназначенные для различных целей: охоты, охраны, тяги гужевого транспорта и другого, а также декоративные породы (например, болонка, пудель).');

insert into animals(name, specifications) values ('Кот',
                                                  'Кошка – одно из самых популярных домашних животных, что неудивительно. Она относится к животным-компаньонам, не слишком прихотлива в уходе и довольно чистоплотна. Тихие животные подойдут владельцам квартир, для которых содержание собаки будет через-чур хлопотно.');

insert into animals(name, specifications) values ('Попугай',
                                                  'Характерной особенностью попугая является его яркая окраска: синяя, красная или зеленая, у многих развиты длинные хохолки и хвосты. Большинство видов этих птиц прекрасно летают и лазят по деревьям. Лапы попугая имеют по четыре пальца, попарно направленных вперед и назад.');

insert into animals(name, specifications) values ('Домашний кролик',
                                                  'Домашний кролик — это одомашненная разновидность дикого (европейского) кролика. Домашние кролики отличаются от своих диких предков многообразием размеров, окрасов, структурой шерсти. Карликовые кролики могут весить меньше 1 кг, особи крупных пород кроликов достигают массы 10-11 кг.');