insert into breeds(name, specifications, animal_id, pic_url) values ('Сиамский кот',
                                                            'Это кошка среднего размера с длинным, стройным и грациозным телом. Тело — хорошо сбалансированное, атлетического строения, лапы — стройные, аккуратные, небольшого размера. Спереди голова этой кошки напоминает треугольник, сужающийся прямыми линиями к утонченной морде. Уши — крупные и заостренные.',
                                                            4,
                                                            'cat_breed_1');

insert into breeds(name, specifications, animal_id , pic_url) values ('Британская короткошёрстная',
                                                            'Крупная порода, имеющая массивное, коренастое телосложение. У представителей этой породы широкая грудная клетка и толстый хвост. Морда, уши, глаза и голова — имеют округлую форму. У кошки короткий широкий нос и массивная нижняя челюсть.',
                                                            4,
                                                            'cat_breed_2');

insert into breeds(name, specifications, animal_id, pic_url) values ('Бенгальская кошка',
                                                            'Крупная кошка с блестящей шерстью, очень развитой мускулатурой и толстым хвостом, который часто свисает до земли. Бенгальская кошка внешне напоминает дикую кошку: характерная густая роскошная шерсть имеет пятнистый окрас и мраморные разводы.',
                                                            4,
                                                            'cat_breed_3');

insert into breeds(name, specifications, animal_id, pic_url) values ('Азиатская табби',
                                                            'Кошка породы азиатская табби имеет крепкое тело среднего размера, округлую мощную грудную клетку, овальные и очень изящные лапки. У неё прямой хвост средней длины, который сужается к овальному кончику. Шерсть кошки короткая, блестящая и тонкая, практически не имеет подшерстка.',
                                                            4,
                                                            'cat_breed_4');

insert into breeds(name, specifications, animal_id, pic_url) values ('Беспородная кошка',
                                                            'Беспородные кошки бывают самых разных цветов, размеров и форм. Как правило, они мускулисты и имеют средние размеры. У них короткая гладкая шерсть, круглая голова и плотные лапы. Из-за смешанного происхождения домашние короткошёрстные менее подвержены риску каких-либо необычных осложнений со здоровьем.',
                                                            4,
                                                            'cat_breed_5');

insert into breeds(name, specifications, animal_id, pic_url) values ('Какаду',
                                                            'Это очень красивые, крупные попугаи с контрастным, высоким хохолком, благодаря которому их невозможно спутать с другими попугаями. Длина тела какаду может достигать 60 см, самцы чуть крупнее самок. Основной цвет оперения какаду – белый, но также существуют розовые и черные какаду.',
                                                            5,
                                                            'parrot_breed_1');

insert into breeds(name, specifications, animal_id, pic_url) values ('Корелла',
                                                            'Очень осторожные птицы, в диких условиях природная окраска помогает им сливаться с деревьями и прятаться от врагов. В природе кореллы ведут кочевой образ жизни и на время перелетов объединяются в стаи по несколько сотен особей. Вне миграции птицы живут небольшими стайками или вовсе парами.',
                                                            5,
                                                            'parrot_breed_2');

insert into breeds(name, specifications, animal_id, pic_url) values ('Волнистый',
                                                            'Это довольно миниатюрные птицы, длина тела которых, как правило, не превышает 19-20 см. У волнистых попугаев длинный, красивый хвост, за счет которого птица кажется значительно крупнее: длина хвоста соответствует половине длины туловища. В целом, волнистые попугаи – гармоничные и компактные птицы.',
                                                            5,
                                                            'parrot_breed_3');

insert into breeds(name, specifications, animal_id, pic_url) values ('Амазон',
                                                            'Длина тела амазона — 30 — 45 см. У этих попугаев плотное телосложение, длина крыльев умеренная. Клюв округлый, сильный. Хвост закругленный, не слишком длинный, поэтому амазонов относят к короткохвостым попугаям.',
                                                            5,
                                                            'parrot_breed_4');


insert into breeds(name, specifications, animal_id, pic_url) values ('Сирийский',
                                                            'Этот зверек обладает довольно крупными размерами, достигает 13,5 см в длину, самки чуть крупнее самцов. У хомячка симпатичные глазки-бусинки, средние, округлые уши, короткие, подвижные лапки и крошечный хвостик, практически полностью спрятавшийся за пушистой шерсткой.',
                                                            2,
                                                            'hamster_breed_1');

insert into breeds(name, specifications, animal_id, pic_url) values ('Китайский',
                                                            'Китайский хомяк внешне напоминает миниатюрную и слегка вытянутую копию хомяка обыкновенного. Полное название разновидности звучит как «китайский карликовый хомяк». Однако в данном случае с «карликовостью» можно поспорить. В среднем длина тела этого грызуна составляет 11-12 см, а это больше, чем у хомяка Кэмпбелла.',
                                                            2,
                                                            'hamster_breed_2');

insert into breeds(name, specifications, animal_id , pic_url) values ('Джунгарик',
                                                            'Этот грызун обладает довольно компактными размерами: длина тела, как правило, не превышает 10 см. Мордочки у джунгариков заостренные, щечки округлые и вместительные, уши маленькие и аккуратные. Джунгарского хомячка легко узнать по узкой темной полоске на спинке и коротенькому, едва заметному хвостику.',
                                                            2,
                                                            'hamster_breed_3');

insert into breeds(name, specifications, animal_id, pic_url) values ('Сибирский хаски',
                                                            'Самая компактная, легкая и быстрая северная порода собак. Максимальная высота в холке представителей породы – 60 см, а вес – 28 кг. Корпус сибирских хаски средней компактности, спина прямая и крепкая, грудь умеренно широкая, глубокая, сильная, поясница крепкая, круп слегка скошенный.',
                                                            3,
                                                            'dog_breed_1');

insert into breeds(name, specifications, animal_id, pic_url) values ('Корги',
                                                            'Миниатюрная овчарка, пастушья собака, которая помогала валлийским крестьянам пасти овец, коз, пони и даже домашнюю птицу. Благодаря невысокому росту, корги удавалось ловко уворачиваться от рогов и копыт. Поскольку корги не склонны много лаять, эти собаки сопровождали и охраняли домашнюю птицу, не пугая ее.',
                                                            3,
                                                            'dog_breed_2');

insert into breeds(name, specifications, animal_id, pic_url) values ('Немецкая овчарка',
                                                            'Собаки крепкого спортивного телосложения. Голова клинообразная, высокие стоячие уши, темные глаза, черная мочка носа, мускулистые конечности с выраженными углами, немного скошенный круп (задняя часть туловища) и мощная грудная клетка – все это отличительные особенности внешности немецких овчарок.',
                                                            3,
                                                            'dog_breed_3');

insert into breeds(name, specifications, animal_id, pic_url) values ('Французский бульдог',
                                                            'Серьезная собака средних размеров. Максимальная высота в холке достигает 35 см, вес – до 14 кг. У французского бульдога довольно плотное, коренастое, но при этом компактное телосложение, крепкий костяк, крепкие конечности (передние слегка короче задних). Шея сильная, короткая, без подвеса.',
                                                            3,
                                                            'dog_breed_4');

insert into breeds(name, specifications, animal_id, pic_url) values ('Ротвейлер',
                                                            'Увесистая собака с крупной головой, плотно прилегающими и немного свисающими ушами. У него сильная квадратная морда, но из-за отвислых губ (брылей) он иногда пускает слюни. Ротвейлер всегда должен быть черного окраса с краснокоричневыми подпалами.',
                                                            3,
                                                            'dog_breed_5');

insert into breeds(name, specifications, animal_id, pic_url) values ('Карликовый хотот',
                                                            'Ласковые, умные, игривые домашние кролики; находясь в компании человека с юного возраста, они становятся совершенно ручными. Эти карликовые кролики любители шалить, играть любыми, самыми простыми игрушками или домашними вещами, бегать и неожиданно высоко подпрыгивать.',
                                                            6,
                                                            'rabbit_breed_1');

insert into breeds(name, specifications, animal_id, pic_url) values ('Карликовый минор',
                                                            'Самая маленькая порода карликовых кроликов в России — это минор. Вес взрослого кролика не должен превышать 1100 грамм, уши до 6 см, обычно около 5 см длиной. Длина тела около 20-25 см, для сравнения ладонь взрослого мужчины около 20 см, так, что можно смело сказать, что миноры это кролики с ладошку.',
                                                            6,
                                                            'rabbit_breed_2');

insert into breeds(name, specifications, animal_id, pic_url) values ('Карликовый рекс',
                                                            'Кролик декоративной породы, также известный как Мини Рекс, знаменит своим мягким бархатным мехом и добродушным характером. Благодаря уникальному качеству меха представители этой потрясающей декоративной породы кроликов всегда выглядит ухоженно и эффектно.',
                                                            6,
                                                            'rabbit_breed_3');



