insert into pets(name, description, breed_id, pic_url)
values ('Щенок корги ищет хозяев',
        'Очень милый мальчик 3-х месяцев, привит, приучен к пелёнке. Игривый, но при этом тихий, не лает без повода, дружен с детьми и даже котами. В подарок отдадим спальное место, игрушки, пеленки и корм.',
        33,
        'pet_pic_1');

insert into pets(name, description, breed_id, pic_url)
values ('Альфа',
        'Щенок отлично сложен, крепкий костяк, красивая породная голова, хорошие углы задних конечностей, в меру активный, отлично подойдёт для выставок и разведения, можно попробоваться в спорте. А также станет самым лучшим другом своим владельцам. ' ||
        'Черно белый кобель карие глаза',
        32,
        'pet_pic_2');

insert into pets(name, description, breed_id, pic_url)
values ('Белла',
        'Ищет новый дом собака породы хаски по имени Белла! Беллу видимо выпустили хозяева, возможно сбежала, но собаку подобрала женщина прямо на шоссе, где она металась между машинами. Женщина испугалась, что собаку собьют, схватила ее за ошейник, хотела отвезти подальше от дороги, но хаски вдруг сама запрыгнула к ней в машину. Так она ее и увезла. Пытались искать хозяев, никто не откликнулся. Назвали собаку Белла, возраст около двух лет , привита, стерилизована, здорова. Дома не вандалит, ничего не грызет, не воет, команды знает, очень воспитанная, с другими собаками дружит.',
        32,
        'pet_pic_3');

insert into pets(name, description, breed_id, pic_url)
values ('Глория',
        'Молодая красавица Глория ищет дом. Глория — немецкая овчарка или близкий метис. Возраст 1,5 года. Рост в холке около 55 см, вес 25 кг.' ||
        'Здорова, привита, стерилизована. Глория умничка! Все схватывает на лету и всему быстро учится. Приучена к выгулу и поводку. Хорошо ездит в машине. С радостью будет резвиться на улице со своим хозяином и со всех ног бежать к нему. Глория очень любит вкусняшки, но больше всего для Глории важен человек и она его обязательно дождётся!',
        34,
        'pet_pic_4');

insert into pets(name, description, breed_id, pic_url)
values ('Шарик',
        'Смесь немецкой овчарки, вырастет среднего размера. Лучше, если вы готовы воспитывать (для жизни в квартире). Умная, легко обучается. Уже знает команду "место", "сидеть", "ко мне", приносит мяч. Ходит в туалет на пеленку. Будет проще, если живёте в загородном участке. Обработана от блох и глистов. Привита, есть вет. паспорт. Возраст- почти 3 месяца. Лежанка, переноска, корм и пеленки на первое время прилагаются.',
        34,
        'pet_pic_5');

insert into pets(name, description, breed_id, pic_url)
values ('Франц',
        'Перспективный щенок французского бульдога для выставок и разведения. Рожден 18 января 2022.Папа носитель импортных кровей,юный чемпион России. Прививки по возрасту, клеймо, документы РКФ. Ест сухой корм,обработан от празитов,приучен к пелёнке. Договор купли-продажи.Всесторонняя помощь 24/7,подарки. Мы в Москве,приезжайте знакомиться.',
        35,
        'pet_pic_6');

insert into pets(name, description, breed_id, pic_url)
values ('Гильда',
        'Ищем семью или одинокого человека, кому мы смогли бы передать замечательную собаку породы «Франц. Бульдог»! Девочка 5,5 лет. С прививками. Любит гулять, очень дружелюбная и добрая. Любит общаться с детьми. Зовут Гильда. Один раз рожала, (щенки просто красавчики) Находится сейчас в с. Крюковщина, 20 мин. от Киева. Всех кому интересно, только с серьезными намерениями, Пишите на мой Телеграмм: (эт)SuvorovAleksander',
        35,
        'pet_pic_7');


insert into pets(name, description, breed_id, pic_url)
values ('Кафка',
        'Кот 7 мес.К лотку приучен .Очень умный, игривый , ласковый. К сухому корму не приучала , кушает в основном домашнюю еду. Ищу котику хорошего хозяина , так как работаю и практически не бываю дома , ему скучно и одиноко.',
        20,
        'pet_pic_8');


insert into pets(name, description, breed_id, pic_url)
values ('Лила',
        'Сиамская кошечка, возраст 2 месяца , ищет добрых хозяев. Кошечка очень красивая, спокойная, с характерным окрасом. Находится во Фроловском районе, возможна доставка во Фролово.',
        20,
        'pet_pic_9');


insert into pets(name, description, breed_id, pic_url)
values ('Сафия',
        'Кошечка девочка 1 месяц. Надо по возрасту блошить и глистить. Мама чистая бенгалка, папа Черный красавчик.' ||
        'Пока еще висит на маминой груди. Отдам бесплатно. По городу привезу' ||
        'Окрас очень красивый с мамиными пятнышками и полосками, но черная. У мамы шикарный характер, ловит мышей, не пакостная',
        22,
        'pet_pic_10');


insert into pets(name, description, breed_id, pic_url)
values ('Огонек',
        'Кошечка от чистокровных родителей(документов нет), т.к. мне ее подарили заводчики не с целью разведения. К лотку приучена. Продаю в связи с тем что кошечка требует к себе должное внимание и уход, с двумя детьми забот и так хватает🙈😵‍💫 по всем интересующим вопросам пожалуйста пишите, не всегда есть возможность ответить на звонок.',
        22,
        'pet_pic_11');


